Repository: Crowdedlight/CollimationCircles
Catalog: CollimationCircles/Resources/Strings/Text.*.resx
Languages: sl_si

source: Add
sl_si: Dodaj

# AddNewItem
source: Add new item to list
sl_si: Dodaj v seznam

source: All Files
sl_si: Vse datoteke

# AllItemsControls
source: Applied to all items
sl_si: Velja za vse

source: Change language
sl_si: Spremeni jezik

# ChangeTo
source: Change to {0}
sl_si: Spremeni v {0}

# CheckForNewVersion
source: Check for new version on startup
sl_si: Ob zagonu preveri ali je na voljo nova verzija

source: Circle
sl_si: Krog

source: Collimation Circles
sl_si: Kolimacijski Krogi

source: Color
sl_si: Barva

source: Count
sl_si: Število

source: Error
sl_si: Napaka

source: Helper
sl_si: Pomočnik

# InclinationAngle
source: Inclination
sl_si: Naklon

source: Inner
sl_si: Notranji

# ItemListTitle
source: Select item to customize
sl_si: Izberi zapis iz seznama

source: Item type
sl_si: Tip pomočnika

source: Item visibility
sl_si: Vidnost pomočnika

source: JSON Documents
sl_si: JSON Dokumenti

source: Label
sl_si: Opis

source: List of items
sl_si: Seznam pomočnikov

# LoadList
source: Load list from JSON file
sl_si: Naloži seznam iz JSON datoteke

# MoveWindow
source: Use keys: arrows move window; 'r' or 'l' rotation; '+' or '-' scaling.
sl_si: Uporabite tipke: puščice premikanje okna; 'r' ali 'l' vrtenje; '+' or '-' povečava.

source: New Version
sl_si: Nova verzija

# NewVersionDownload
source: New version {0} available! Would you like to download it?
sl_si: Na voljo je nova verzija {0}! Jo želite prenesti?

source: Open file
sl_si: Odpri datoteko

source: Primary Center
sl_si: Center primarnega

# PrimaryClip
source: Clip
sl_si: Sponka

source: Primary Outer
sl_si: Zunanji rob prim.

# PrimaryScrew
source: Screw
sl_si: Vijak

source: Radius
sl_si: Premer

# RemoveItem
source: Remove item from list
sl_si: Odstrani iz seznama

# ResetItems
source: Reset list to default values
sl_si: Ponastavi seznam na privzete vrednosti

source: Rotation
sl_si: Vrtenje

source: Save file
sl_si: Shrani datoteko

# SaveList
source: Save list to JSON file
sl_si: Shrani seznam v JSON datoteko

source: Scale
sl_si: Povečava

source: Screw
sl_si: Vijak

# SelectedItemControls
source: Selected item properties
sl_si: Lastnosti izbranega

source: Settings
sl_si: Nastavitve

# SettingsWindow
source: Open settings window
sl_si: Odpri okno z nastavitvami

# ShowLabels
source: Labels
sl_si: Opisi

source: Size
sl_si: Velikost

source: Spacing
sl_si: Širina

source: Spider
sl_si: Pajek

source: Thickness
sl_si: Debelina

source: Unable to open file
sl_si: Odpiranje datoteke ni uspelo

source: Unable to parse JSON file
sl_si: Branje JSON datoteke ni uspelo

source: Version
sl_si: Verzija

# WindowRestart
source: Application must be restarted. Close application now?
sl_si: Potreben je ponoven zagon aplikacije. Zaprem aplikacijo?
